export const PRIVACY_WITH_BR = `
주식회사 피우다컴퍼니(이하 ’회사’)는 「개인정보 보호법」 및 관계 법령이 정한 바를 준수하여, 적법하게 개인정보를 처리하고 안전하게 관리하고 있습니다.<br><br>

「개인정보 보호법」 제30조에 따라 정보주체에게 개인정보 처리에 관한 절차 및 기준을 안내하고, 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보처리방침을 수립·공개합니다.<br><br>

<strong>제1조 총칙</strong><br><br>
주식회사 피우다컴퍼니는 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」 상의 개인정보 보호 규정 및 「개인정보보호법」을 준수하고 있습니다.<br>
주식회사 피우다컴퍼니는 개인정보 처리방침을 통하여 정보주체가 제공하는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며 개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려드립니다.<br>
회사는 개인정보 처리방침을 웹페이지에 공개함으로써 회원이 원하는 경우 언제든지 용이하게 열람할 수 있습니다.<br><br>

<strong>제2조 개인정보의 처리목적</strong><br><br>
회사는 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는 개인정보 보호법 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.<br><br>

<strong>회원가입 및 관리</strong><br>
회원제 서비스 이용에 따른 본인 식별·인증, 회원관리, 서비스 부정이용 방지, 각종 고지·통지, 고충처리 등을 목적으로 개인정보를 처리합니다.<br><br>

<strong>서비스의 제공</strong><br>
출퇴근 인증 및 HR 솔루션 제공: GPS를 이용한 출퇴근 기록, 인증, 저장을 통하여 실시간 근무상태 및 이력을 데이터화하고, 효율적인 근태관리를 할 수 있는 기능을 제공합니다.<br>
정산 및 선정산 인프라 서비스: 제휴기관(금융망 등)과의 연동을 통해 신청정보, 정산 현황, 사후관리 등 B2B 솔루션 편의 제공을 위해 개인정보를 처리합니다.<br><br>

<strong>상품·서비스 홍보 및 회원 멤버십 관리</strong><br>
주식회사 피우다컴퍼니 및 제3자의 상품·서비스 추천, 신규 서비스 개발 등의 목적으로 별도 마케팅 동의를 받으며, 언제든 철회가 가능합니다.<br><br>

<strong>법령상 의무이행</strong><br>
금융/상거래 관계 관련 법령상 의무 이행 등의 목적으로 개인정보를 처리합니다.<br><br>

<strong>제3조 개인정보의 수집항목</strong><br><br>
회사는 서비스 제공 및 계약이행을 위해 아래와 같은 개인정보를 수집할 수 있습니다.<br><br>

<strong>회원가입 및 관리</strong><br>
[필수] 아이디, 전화번호, 이메일, 성명, 성별, 연계정보(CI), 중복확인정보(DI)<br>
[선택/민감정보] 건강보험자격득실 여부, 건강보험료 납부내역<br>
[제휴사(사업장) 제공] 사업자 등록번호, 사업장 주소, 대표자명, 상호명, 사번, 입퇴사일 등 (※ HR 솔루션 이용 시 사업장으로부터 제공받습니다.)<br><br>

<strong>서비스 이용</strong><br>
출퇴근 인증 및 근태관리: 근무지명, 주소, 연락처, 관리자명<br>
정산 및 솔루션 인프라 서비스:<br>
근로자: 성명, 생년월일, 휴대전화번호, 정산 연동 계좌정보(은행명, 계좌번호, 예금주), 소속 사업장 정보, 위치정보<br>
사업주: 사업형태, 사업자등록번호, 대표자명, 사업장주소지, 대표자 휴대전화번호, 사업용(결제) 계좌정보, 솔루션 이용 근로자의 계약/근무 시간 및 수당 내역 등<br><br>

<strong>자동 수집 항목</strong><br>
IP 주소, MAC 주소, 쿠키, 서비스 이용기록, 기기 정보, 접속 로그 등<br><br>

<strong>제4조 개인정보의 이용기간 및 보유기간</strong><br><br>
회사는 법령에 따른 개인정보 보유·이용기간 또는 수집 시 동의받은 기간 내에서 개인정보를 처리·보유합니다. 각각의 처리 및 보유 기간은 다음과 같습니다.<br><br>

회원 가입 및 관리: 회원 탈퇴 시까지 (단, 정산/솔루션 사용 이력이 있는 경우 분쟁 대비를 위해 2년간 보관 후 삭제)<br>
관련 법령에 의한 보존:<br>
「전자상거래 등에서의 소비자 보호에 관한 법률」에 따른 대금결제 및 재화 공급 기록: 5년<br>
「통신비밀보호법」에 따른 웹/앱 방문기록: 3개월<br><br>

<strong>제5조 개인정보의 제3자 제공 및 위탁</strong><br><br>
회사는 원활한 서비스(결제, 본인인증, 펌뱅킹 등) 제공을 위해 외부 전문업체에 업무를 위탁할 수 있으며, 관련 법령에 따라 안전하게 관리되도록 감독하고 있습니다. (PG사, 본인인증 기관, 금융 제휴사 등)<br><br>

<strong>제6조 정보주체와 법정대리인의 권리 및 행사방법</strong><br><br>
정보주체는 언제든지 개인정보 열람, 정정, 삭제, 처리정지를 요구할 수 있습니다.<br>
권리 행사는 서면, 전자우편 등을 통하여 할 수 있으며 회사는 지체 없이 조치합니다.<br><br>

<strong>제7조 개인정보의 파기</strong><br><br>
회사는 보존기간이 경과하거나 처리목적이 달성된 개인정보는 복구 불가능한 방법으로 지체 없이 파기합니다. (전자적 파일은 영구 삭제, 서면은 파쇄 또는 소각)<br><br>

<strong>제8조 개인정보의 안전성 확보조치</strong><br><br>
회사는 개인정보의 안전성 확보를 위해 내부관리계획 수립, 접근권한 통제, 암호화, 보안프로그램 설치 등의 기술적/관리적 조치를 취하고 있습니다.<br><br>

<strong>제9조 개인정보 보호책임자</strong><br><br>
회사는 개인정보 처리에 관한 업무를 총괄하고 불만 처리를 위하여 아래와 같이 책임자를 지정하고 있습니다.<br><br>

<strong>개인정보 보호책임자 및 담당부서</strong><br>
성명 : [강나영]<br>
직책 : [운영이사]<br>
연락처 : [1555-6890]<br>
이메일 : [piuda2025@naver.com]<br><br>

<strong>제10조 개인정보 처리방침 변경</strong><br><br>
본 「개인정보처리방침」은 [2026년 2월 24일]부터 적용되며, 내용의 추가, 삭제 및 수정이 있을 시에는 홈페이지를 통해 사전 공지합니다.
`;

export const TERMS_WITH_BR = `
제1장 총칙 및 HR 솔루션 서비스 이용약관<br><br>

<strong>제1조 (목적)</strong><br><br>
본 약관은 (주)피우다컴퍼니(이하 '회사'라 함)가 운영하는 "일한대로" 서비스(이하 '서비스'라 함)를 이용함에 있어 회사와 본 서비스를 이용하는 개인 혹은 기관회원(이하, '회원'이라 함)간의 이용조건 및 제반 절차, 권리, 의무, 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.<br><br>

<strong>제2조 (용어의 정의)</strong><br><br>
① "회사"란 본 서비스를 제공하는 사업자((주)피우다컴퍼니)를 말합니다.<br>
② "서비스"란 회사가 운영하는 어플리케이션 또는 웹을 통한 출퇴근 인증, 근태/정산 관리, 인력 매칭 솔루션 및 기타 회사에서 제공하는 각종 기능 및 부대 서비스를 말합니다.<br>
③ "회원"이란 회사와 본 서비스의 이용계약을 체결하고 회사가 제공하는 솔루션을 이용하는 개인, 법인 또는 개인사업자를 말합니다.<br><br>

<strong>제3조 약관의 효력 및 명시, 설명</strong><br><br>
① 본 약관은 서비스를 이용하는 모든 회원에 대하여 적용된다.<br>
② 회사는 본 약관의 내용을 회원이 쉽게 알 수 있도록 서비스 화면, 공지사항 게시판 또는 연결화면 게시 등의 방법으로 상시 회원에게 고지∙ 공개하고, 이에 동의한 회원이 서비스에 회원가입신청을 하여 회사가 이를 승인함으로써 효력이 발생한다.<br>
③ 회사는 필요한 경우 「약관의 규제에 관한 법률」, 「정보통신망 이용촉진 및 정보보호에 관한 법률」, 「콘텐츠산업진흥법」, 「전자상거래 등에서의 소비자보호에 관한 법률」 등 관계 법령을 위반하지 않는 범위 내에서 본 약관을 개정할 수 있다.<br>
④ 회사가 본 약관을 개정하는 경우에는 개정약관의 적용일자 및 개정사유를 명시하여 현행약관과 함께 사전에 서비스화면에 공지하고 회원에게 개별 고지하는 것을 원칙으로 하며, 변경사항을 시행일자 30일 전부터 적용 전일까지 공지한다. 다만, 회원이 연락처 미 기재, 변경, 등록된 연락처로 전달한 공지의 반송 등 개별 고지가 어려운 경우 본 약관의 절차에 따른 공지로써 개별 고지된 것으로 간주한다.<br>
⑤ 회원은 개정약관의 적용에 동의하지 않는 경우 개정약관 적용 전일까지 회사에 약관 변경에 동의하지 않는다는 의사를 표시할 수 있으며, 회원이 해당 기간 내에 거부의사를 표시하지 않는 경우 회사는 회원이 약관에 동의하는 것으로 간주한다.<br>
⑥ 회원이 약관 변경을 거부하는 경우 회원은 계약의 해지 또는 회원탈퇴를 선택할 수 있으며, 회사에 의해 사전 통지 후 계약 해지 또는 탈퇴처리 될 수 있다.<br>
⑦ 본 약관은 회원이 약관에 동의한 날로부터 회원 탈퇴시까지 적용하는 것을 원칙으로 한다. 다만, 본 약관의 내용에 따라 일부 조항은 회원의 탈퇴 후에도 유효하게 적용될 수 있다.<br><br>

<strong>제4조 약관의 해석</strong><br><br>
이 약관에서 규정하지 않은 사항에 대해서는 「콘텐츠산업진흥법」, 「전자상거래 등에서의 소비자보호에 관한 법률」, 「저작권법」, 「약관의 규제에 관한 법률」, 「전기통신기본법」, 「전보통신망 이용촉진 및 정보보호」 등에 관한 법령 및 기타 개별 이용약관에 따른다.<br><br>

<strong>제5조 서비스 이용계약의 성립</strong><br><br>
① 회사의 서비스 이용계약(이하 "이용계약")은 서비스를 이용하고자 하는 자(이하 "이용자")가 본 약관과 개인정보처리방침 등을 읽고 "동의" 버튼을 누른 경우 본 약관에 동의한 것으로 간주한다.<br>
② 제1항 신청에 있어 회사는 이용자가 신청한 회원의 종류에 따라 전문기관을 통한 실명확인 및 본인인증을 요청할 수 있으며, 이용자는 본인인증에 필요한 이름, 생년월일, 연락처 등을 제공하여야 한다.<br>
③ 이용자가 이용신청(회원가입 신청) 작성 후에 회사가 모바일 또는 웹상의 안내로 회원에게 가입승인을 통지함으로써 서비스 이용계약이 성립된다.<br><br>

<strong>제6조 서비스 이용신청의 승낙과 제한</strong><br><br>
① 회사는 전조의 규정에 의한 이용자에 대하여 업무수행상 또는 기술상 지장이 없는 경우에는 원칙적으로 접수순서에 따라 서비스 이용을 승낙한다.<br>
② 회사는 아래사항에 해당하는 경우에 대해서는 서비스 이용신청을 승낙하지 아니한다.<br>
1. 업무상, 기술상 기타 회사의 사정으로 서비스 제공이 불가능한 경우<br>
2. 이용자가 이용자 정보사항을 누락하거나 잘못 기재하여 신청하는 경우<br>
3. 허위서류를 첨부하는 경우 등 이용자의 귀책사유로 인하여 승낙이 불가능한 경우<br>
4. 이용자가 회사와 체결한 계약의 중대한 내용을 위반한 사실이 있는 경우<br>
5. 회사가 자체 보유하고 있는 기술, 구성 혹은 비즈니스 모델을 취득할 목적으로 서비스 이용 신청을 하는 경우<br>
6. 회사의 안녕질서 또는 미풍양속을 저해하거나, 저해할 목적으로 신청하거나, 서비스의 기본 목적 이외에 본인 또는 제3자의 경제적 이익을 위하여 서비스를 신청한 경우<br>
7. 기타 회사의 원활한 업무를 방해하려는 목적인 것이 분명한 경우<br>
8. 회사가 서비스 사업권 내지 저작권을 허락받지 아니한 국가에 거주, 체류 중인 자이거나 동 국가에서 사이트에 접속하는 경우<br>
9. 범죄행위, 특정기간 동안 유료회원 가입, 해지를 반복하여 정상적 목적의 사용 외의 용도임이 분명한 경우<br>
10. 회원이 서비스 이용요금을 납부하지 않은 경우<br>
11. 기타 회사의 서비스 방해 등의 사유로 회원자격 상실(탈퇴) 이력이 있는 경우<br>
③ 1년이상 서비스를 접속하지 않은 기존회원의 경우, 회사는 아이디를 휴면계정으로 분리하여 해당 계정의 이용을 중지할 수 있다. 이 경우 회사는 휴면계정 처리 예정일로부터 30일 이전에 해당사실을 전자메일, 서면, SMS 중 하나의 방법으로 사전 통지하며 회원이 직접 본인확인을 거쳐, 다시 서비스 이용 의사표시를 하는 경우에 한하여 서비스 재이용이 가능하다.<br><br>

<strong>제7조 서비스 이용계약의 해지</strong><br><br>
① 회원은 언제든지 회사에 이용계약 해지의 의사를 통지함으로써 이용계약을 해지할 수 있다. 서비스 이용계약을 해지하고자 하는 경우에는 이용자 본인이 서면 또는 해당 전자 장치에 의하여 회사에 해지신청을 해야 한다. 단, 회원은 해지의사를 통지하기 전에 회사가 제공하는 서비스를 이용하여 진행중인 제반 거래 행위를 완결하여 더 이상 서비스를 통하여 처리되어야 할 금전적 채권 채무 관계가 남지 않도록 하여야 하며, 이러한 조치를 취하지 아니하고 서비스의 이용 해지 의사표시를 함으로써 발생하는 불이익에 대하여는 회원이 그 책임을 부담한다. 회사가 필요하다고 판단하는 경우, 이와 같은 금전적 채권 채무 관계가 모두 해소될 때까지 해지의 효력 발생시기를 연기할 수 있다.<br>
② 회사는 다음 각 항의 사유가 발생하는 경우 사안의 경중에 따라 서비스 이용계약을 사전동의 없이 단독으로 해지하거나 서비스중지, 게시물삭제, 손해배상 청구 등을 할 수 있다.<br>
(생략된 긴 목록은 그대로 유지하되, 각 항목 사이에 <br> 삽입)<br>
1. 본 약관 및 서비스이용에 관련된 관계법령을 위반한 행위를 한 경우<br>
2. 회원의 의무를 성실하게 이행하지 않았을 경우<br>
... (전체 12개 항목 생략 없이 그대로)<br>
③ 회사는 서비스 해지사유 발생시 관계법령이 정한 기간 동안 해당 이용자의 성명, 탈퇴일자, 탈퇴사유 등 필요한 정보를 보관할 수 있다. 본 약관에 따라 이용계약이 해지된 경우 회사는 이용자에게 부가적으로 제공한 각종 혜택을 무효화시키거나 회수할 수 있다.<br><br>

<strong>제8조 서비스의 이용 개시 및 이용시간</strong><br><br>
① 회사는 회원의 이용신청을 승낙한 때부터 서비스를 개시한다. 다만, 일부 서비스의 경우에는 회사의 재량으로 지정된 일자부터 서비스를 개시한다.<br>
② 회사의 업무상 또는 기술상의 장애로 인하여 서비스를 개시하지 못하는 경우에는 사이트에 공지 또는 회원에게 개별 고지한다. 또한 회사는 서비스의 빠른 복구를 위해 최선을 다해야 한다.<br>
③ 서비스의 이용은 연중무휴 1일 24시간을 원칙으로 한다. 다만, 정기점검, 장애 해결을 위한 보수작업 시간 등 기타 회사의 업무상 또는 기술상의 이유로 서비스가 일시 중지될 수 있으며, 운영상의 목적으로 회사가 정한 기간에는 서비스가 일시적으로 중지될 수 있다. 이러한 경우 회사는 원칙적으로 서비스의 일시 중지 사실 및 중지 기간을 사전에 공지하되, 이를 미리 공지할 수 없는 급박하거나 불가피한 사정이 있을 때에는 추후 공지한다.<br><br>

(이하 제9조 ~ 제24조, 제2장 제25조 ~ 제28조 및 부칙도 동일한 방식으로 <br> 삽입 가능하나 길이가 매우 길어 여기서는 생략)<br><br>

본 약관은 2026년 2월 1일부터 시행합니다.
`;
